Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: PIV Actions
ar: إجراءات PIV
ca: Accions PIV
cs: PIV akce
da: PIV-handlinger
de: PIV-Aktionen
es: Acciones PIV
fi: PIV-toiminnot
fr: Actions PIV
he: פעולות PIV
hu: PIV műveletek
it: Azioni PIV
ja: PIVアクション
ko: PIV 작업
nb: PIV-handlinger
nl: PIV-acties
pl: Akcje PIV
pt_br: Ações PIV
pt_pt: Ações PIV
ro: Acțiuni PIV
sl: Dejanja PIV
sv: PIV-åtgärder
uk: Дії PIV
vi: Thao tác PIV
zh_hans: PIV 操作
zh_hant: PIV 操作

source: PIV keys use slots and require a 6-8 digit PIN.
ar: تستخدم مفاتيح PIV فتحات وتتطلب رمز PIN من 6 إلى 8 أرقام.
ca: Les claus PIV utilitzen ranures i requereixen un PIN de 6 a 8 dígits.
cs: PIV klíče používají sloty a vyžadují 6–8místný PIN.
da: PIV-nøgler bruger slots og kræver en 6-8-cifret PIN.
de: PIV-Schlüssel verwenden Slots und erfordern eine 6- bis 8-stellige PIN.
es: Las claves PIV usan ranuras y requieren un PIN de 6 a 8 dígitos.
fi: PIV-avaimet käyttävät paikkoja ja vaativat 6–8-numeroisen PIN-koodin.
fr: Les clés PIV utilisent des slots et nécessitent un PIN de 6 à 8 chiffres.
he: מפתחות PIV משתמשים בחריצים ודורשים PIN בן 6-8 ספרות.
hu: A PIV kulcsok slotokat használnak, és 6-8 számjegyű PIN-t igényelnek.
it: Le chiavi PIV utilizzano slot e richiedono un PIN di 6-8 cifre.
ja: PIVキーはスロットを使用し、6〜8桁のPINが必要です。
ko: PIV 키는 슬롯을 사용하며 6~8자리 PIN이 필요합니다.
nb: PIV-nøkler bruker spor og krever en 6–8-sifret PIN.
nl: PIV-sleutels gebruiken slots en vereisen een 6-8 cijferige PIN.
pl: Klucze PIV używają slotów i wymagają 6-8 cyfrowego PIN-u.
pt_br: Chaves PIV usam slots e requerem um PIN de 6-8 dígitos.
pt_pt: As chaves PIV utilizam slots e requerem um PIN de 6-8 dígitos.
ro: Cheile PIV folosesc sloturi și necesită un PIN de 6-8 cifre.
sl: PIV-ključi uporabljajo reže in zahtevajo 6- do 8-mestno PIN.
sv: PIV-nycklar använder fack och kräver en 6–8-siffrig PIN.
uk: Ключі PIV використовують слоти й потребують PIN із 6–8 цифр.
vi: Khóa PIV sử dụng các khe và yêu cầu PIN 6-8 chữ số.
zh_hans: PIV 密钥使用槽位并需要 6-8 位数字 PIN。
zh_hant: PIV 金鑰使用插槽並需要 6-8 位數字 PIN。

source: PIV Slot
ar: فتحة PIV
ca: Ranura PIV
es: Ranura PIV
fi: PIV-paikka
fr: Slot PIV
he: חריץ PIV
it: Slot PIV
ja: PIVスロット
ko: PIV 슬롯
nb: PIV-spor
pl: Slot PIV
pt_br: Slot PIV
pt_pt: Slot PIV
ro: Slot PIV
sl: Reža PIV
sv: PIV-fack
uk: Слот PIV
vi: Khe PIV
zh_hans: PIV 槽位
zh_hant: PIV 插槽

source: Pixel adjustments for cursor dimensions. 0 uses the default size.
ar: تعديلات بالبكسل لأبعاد المؤشر. القيمة 0 تستخدم الحجم الافتراضي.
ca: Ajustos en píxels per a les dimensions del cursor. 0 utilitza la mida predeterminada.
cs: Úpravy rozměrů kurzoru v pixelech. 0 použije výchozí velikost.
da: Pixeljusteringer for markørens dimensioner. 0 bruger standardstørrelsen.
de: Pixelanpassungen für Cursorabmessungen. 0 verwendet die Standardgröße.
es: Ajustes en píxeles de las dimensiones del cursor. 0 usa el tamaño predeterminado.
fi: Pikselisäädöt kohdistimen mitoille. 0 käyttää oletuskokoa.
fr: Ajustements en pixels des dimensions du curseur. 0 utilise la taille par défaut.
he: התאמות פיקסלים למידות הסמן. 0 משתמש בגודל ברירת המחדל.
hu: A kurzor méreteinek pixelszintű beállítása. 0 az alapértelmezett méretet használja.
it: Regolazioni in pixel delle dimensioni del cursore. 0 usa la dimensione predefinita.
ja: カーソルサイズのピクセル調整。0でデフォルトサイズを使用します。
ko: 커서 크기의 픽셀 단위 조정입니다. 0이면 기본 크기를 사용합니다.
nb: Pikseljusteringer for markørens dimensjoner. 0 bruker standardstørrelsen.
nl: Pixelaanpassingen voor cursorafmetingen. 0 gebruikt de standaardgrootte.
pl: Regulacja wymiarów kursora w pikselach. 0 oznacza domyślny rozmiar.
pt_br: Ajustes em pixels das dimensões do cursor. 0 usa o tamanho padrão.
pt_pt: Ajustes em píxeis das dimensões do cursor. 0 utiliza o tamanho predefinido.
ro: Ajustări în pixeli pentru dimensiunile cursorului. 0 folosește dimensiunea implicită.
sl: Prilagoditve dimenzij kazalca v slikovnih pikah. 0 uporabi privzeto velikost.
sv: Pixeljusteringar för markörens dimensioner. 0 använder standardstorleken.
uk: Піксельне коригування розмірів курсора. 0 використовує стандартний розмір.
vi: Điều chỉnh pixel cho kích thước con trỏ. 0 sử dụng kích thước mặc định.
zh_hans: 光标尺寸的像素调整。0 使用默认大小。
zh_hant: 游標尺寸的像素調整。0 使用預設大小。

source: Pixels
ar: البكسلات
ca: Píxels
cs: Pixely
de: Pixel
es: Píxeles
fi: Pikselit
he: פיקסלים
hu: Pixelek
it: Pixel
ja: ピクセル
ko: 픽셀
nb: Piksler
pl: Piksele
pt_pt: Píxeis
ro: Pixeli
sl: Slikovne pike
sv: Pixlar
uk: Пікселі
vi: Điểm ảnh
zh_hans: 像素
zh_hant: 像素

source: Play Remote Audio
ar: تشغيل الصوت البعيد
ca: Reproduir l'àudio remot
cs: Přehrávat vzdálený zvuk
da: Afspil fjernlyd
de: Remote-Audio wiedergeben
es: Reproducir el audio remoto
fi: Toista etäkoneen ääni
fr: Lire l'audio distant
he: נגן שמע מרוחק
hu: Távoli hang lejátszása
it: Riproduci audio remoto
ja: リモートの音声を再生
ko: 원격 오디오 재생
nb: Spill av ekstern lyd
nl: Externe audio afspelen
pl: Odtwarzaj zdalny dźwięk
pt_br: Reproduzir Áudio Remoto
pt_pt: Reproduzir Áudio Remoto
ro: Redă audio de la distanță
sl: Predvajaj oddaljeni zvok
sv: Spela upp fjärrljud
uk: Відтворювати віддалене аудіо
vi: Phát âm thanh từ xa
zh_hans: 播放远程音频
zh_hant: 播放遠端音訊

source: Please enter a hostname.
ar: يرجى إدخال اسم المضيف.
ca: Introduïu un nom d'amfitrió.
cs: Zadejte název hostitele.
da: Indtast venligst et værtsnavn.
de: Bitte geben Sie einen Hostnamen ein.
es: Introduzca un nombre de host.
fi: Syötä isäntänimi.
fr: Veuillez saisir un nom d'hôte.
he: הזן שם מארח.
hu: Adjon meg egy gazdagépnevet.
it: Inserisci un hostname.
ja: ホスト名を入力してください。
ko: 호스트 이름을 입력하세요.
nb: Vennligst oppgi et vertsnavn.
nl: Voer een hostnaam in.
pl: Wprowadź nazwę hosta.
pt_br: Digite um nome de host.
pt_pt: Introduza um nome de anfitrião.
ro: Introdu un nume de gazdă.
sl: Vnesite ime gostitelja.
sv: Ange ett värdnamn.
uk: Введіть імʼя хоста.
vi: Vui lòng nhập tên máy chủ.
zh_hans: 请输入主机名。
zh_hant: 請輸入主機名稱。

source: Please enter a username (format: user@hostname)
ar: يرجى إدخال اسم مستخدم (الصيغة: user@hostname)
ca: Introduïu un nom d'usuari (format: user@hostname)
cs: Zadejte uživatelské jméno (formát: uživatel@hostname)
da: Indtast venligst et brugernavn (format: user@hostname)
de: Bitte geben Sie einen Benutzernamen ein (Format: user@hostname)
es: Introduzca un nombre de usuario (formato: user@hostname)
fi: Syötä käyttäjänimi (muoto: user@hostname)
fr: Veuillez entrer un nom d'utilisateur (format : user@hostname)
he: הזן שם משתמש (תבנית: user@hostname)
hu: Kérjük, adjon meg egy felhasználónevet (formátum: user@hostname)
it: Inserisci un nome utente (formato: utente@hostname)
ja: ユーザー名を入力してください（形式: user@hostname）
ko: 사용자 이름을 입력하세요 (형식: user@hostname)
nb: Vennligst oppgi et brukernavn (format: bruker@vertsnavn)
nl: Voer een gebruikersnaam in (formaat: user@hostname)
pl: Wprowadź nazwę użytkownika (format: użytkownik@hostname)
pt_br: Digite um nome de usuário (formato: user@hostname)
pt_pt: Introduza um nome de utilizador (formato: user@hostname)
ro: Introdu un nume de utilizator (format: utilizator@hostname)
sl: Vnesite uporabniško ime (oblika: uporabnik@hostname)
sv: Ange ett användarnamn (format: user@hostname)
uk: Введіть імʼя користувача (формат: user@hostname)
vi: Vui lòng nhập tên người dùng (định dạng: user@hostname)
zh_hans: 请输入用户名（格式：user@hostname）
zh_hant: 請輸入使用者名稱（格式：user@hostname）

source: Please enter the jump host details.
ar: يرجى إدخال تفاصيل مضيف القفز.
ca: Introduïu les dades de l'amfitrió de salt.
cs: Zadejte údaje Jump Host.
da: Indtast venligst oplysningerne for jump host.
de: Bitte geben Sie die Jump-Host-Daten ein.
es: Introduzca los datos del host de salto.
fi: Syötä hyppyisännän tiedot.
fr: Veuillez saisir les informations du jump host.
he: הזן את פרטי מארח Jump.
hu: Adja meg a Jump gazdagép adatait.
it: Inserisci i dettagli del jump host.
ja: ジャンプホストの詳細を入力してください。
ko: 점프 호스트 세부 정보를 입력하세요.
nb: Vennligst oppgi detaljene for mellomverten.
nl: Voer de gegevens van de jump host in.
pl: Wprowadź dane hosta pośredniego.
pt_br: Digite os detalhes do jump host.
pt_pt: Introduza os detalhes do anfitrião de salto.
ro: Introdu detaliile jump host.
sl: Vnesite podatke Jump gostitelja.
sv: Ange uppgifterna för jump host.
uk: Введіть дані проміжного хоста.
vi: Vui lòng nhập thông tin jump host.
zh_hans: 请输入跳板机详细信息。
zh_hant: 請輸入跳板機詳細資訊。

source: Please select a tssh profile for the jump host.
ar: يرجى اختيار ملف tssh شخصي لمضيف القفز.
ca: Seleccioneu un perfil tssh per a l'amfitrió de salt.
cs: Vyberte profil tssh pro Jump Host.
da: Vælg venligst en tssh-profil til jump host.
de: Bitte wählen Sie ein tssh-Profil für den Jump-Host aus.
es: Seleccione un perfil tssh para el host de salto.
fi: Valitse tssh-profiili hyppyisännälle.
fr: Veuillez sélectionner un profil tssh pour le jump host.
he: בחר פרופיל tssh עבור מארח Jump.
hu: Válasszon tssh profilt a Jump gazdagéphez.
it: Seleziona un profilo tssh per il jump host.
ja: ジャンプホストのtsshプロファイルを選択してください。
ko: 점프 호스트에 사용할 tssh 프로필을 선택하세요.
nb: Vennligst velg en tssh-profil for mellomverten.
nl: Selecteer een tssh-profiel voor de jump host.
pl: Wybierz profil tssh dla hosta pośredniego.
pt_br: Selecione um perfil tssh para o jump host.
pt_pt: Selecione um perfil tssh para o anfitrião de salto.
ro: Selectează un profil tssh pentru jump host.
sl: Izberite profil tssh za Jump gostitelja.
sv: Välj en tssh-profil för jump host.
uk: Оберіть профіль tssh для проміжного хоста.
vi: Vui lòng chọn một hồ sơ tssh cho jump host.
zh_hans: 请为跳板机选择一个 tssh 配置。
zh_hant: 請為跳板機選擇 tssh 設定檔。

source: Please select an SSH profile for the jump host.
ar: يرجى اختيار ملف SSH شخصي لمضيف القفز.
ca: Seleccioneu un perfil SSH per a l'amfitrió de salt.
cs: Vyberte SSH profil pro Jump Host.
da: Vælg venligst en SSH-profil til jump host.
de: Bitte wählen Sie ein SSH-Profil für den Jump-Host aus.
es: Seleccione un perfil SSH para el host de salto.
fi: Valitse SSH-profiili hyppyisännälle.
fr: Veuillez sélectionner un profil SSH pour le jump host.
he: בחר פרופיל SSH עבור מארח Jump.
hu: Válasszon SSH profilt a Jump gazdagéphez.
it: Seleziona un profilo SSH per il jump host.
ja: ジャンプホストのSSHプロファイルを選択してください。
ko: 점프 호스트에 사용할 SSH 프로필을 선택하세요.
nb: Vennligst velg en SSH-profil for mellomverten.
nl: Selecteer een SSH-profiel voor de jump host.
pl: Wybierz profil SSH dla hosta pośredniego.
pt_br: Selecione um perfil SSH para o jump host.
pt_pt: Selecione um perfil SSH para o anfitrião de salto.
ro: Selectează un profil SSH pentru jump host.
sl: Izberite profil SSH za Jump gostitelja.
sv: Välj en SSH-profil för jump host.
uk: Оберіть профіль SSH для проміжного хоста.
vi: Vui lòng chọn một hồ sơ SSH cho jump host.
zh_hans: 请为跳板机选择一个 SSH 配置。
zh_hant: 請為跳板機選擇 SSH 設定檔。

source: Please wait...
ar: يرجى الانتظار...
ca: Si us plau, espereu...
cs: Prosím čekejte…
da: Vent venligst...
de: Bitte warten …
es: Espere, por favor...
fi: Odota...
fr: Veuillez patienter…
he: נא להמתין...
hu: Kérjük, várjon...
it: Attendere...
ja: お待ちください...
ko: 잠시 기다려 주십시오...
nb: Vennligst vent...
nl: Even geduld...
pl: Proszę czekać...
pt_br: Aguarde...
pt_pt: Aguarde...
ro: Vă rugăm așteptați...
sl: Prosimo, počakajte ...
sv: Vänta...
uk: Зачекайте...
vi: Vui lòng chờ...
zh_hans: 请稍候…
zh_hant: 請稍候⋯

source: Pod terminated
ar: تم إنهاء الـ Pod
ca: Pod finalitzat
cs: Pod ukončen
da: Pod afsluttet
de: Pod beendet
es: Pod terminado
fi: Pod päättynyt
fr: Pod terminé
he: ה-Pod הופסק
hu: A pod megszűnt
it: Pod terminato
ja: Podが終了しました
ko: Pod 종료됨
nb: Pod avsluttet
nl: Pod beëindigd
pl: Pod zakończony
pt_br: Pod finalizado
pt_pt: Pod terminado
ro: Pod terminat
sl: Pod prekinjen
sv: Pod avslutad
uk: Pod припинено
vi: Pod đã kết thúc
zh_hans: Pod 已终止
zh_hant: Pod 已終止

source: Pod Type
ar: نوع الحاوية
ca: Tipus de pod
cs: Typ podu
de: Pod-Typ
es: Tipo de pod
fi: Pod-tyyppi
fr: Type de pod
he: סוג Pod
hu: Pod típus
it: Tipo di pod
ja: Podタイプ
ko: Pod 유형
pl: Typ poda
pt_br: Tipo de Pod
pt_pt: Tipo de Pod
ro: Tip pod
sl: Vrsta poda
sv: Podtyp
uk: Тип пода
vi: Loại Pod
zh_hans: Pod 类型
zh_hant: Pod 類型

source: Polar Green
ar: أخضر قطبي
ca: Verd polar
cs: Polární zelená
da: Polargrøn
de: Polargrün
es: Verde polar
fi: Napainen vihreä
fr: Vert polaire
he: ירוק קוטבי
hu: Sarkköri zöld
it: Verde polare
ja: ポーラーグリーン
ko: 극지방 녹색
nb: Polargrønn
nl: Poolgroen
pl: Polarna zieleń
pt_br: Verde Polar
pt_pt: Verde Polar
ro: Verde polar
sl: Polarno zelena
sv: Polargrön
uk: Полярний зелений
vi: Xanh Lá Vùng Cực
zh_hans: 极地绿
zh_hant: 極地綠

source: Policy
ar: السياسة
ca: Política
cs: Zásada
da: Politik
de: Richtlinie
es: Política
fi: Käytäntö
fr: Politique
he: מדיניות
hu: Házirend
it: Criterio
ja: ポリシー
ko: 정책
nb: Retningslinje
nl: Beleid
pl: Zasada
pt_br: Política
pt_pt: Política
ro: Politică
sl: Pravilnik
uk: Політика
vi: Chính sách
zh_hans: 策略
zh_hant: 政策

source: Poor
ar: ضعيف
ca: Dolenta
cs: Špatná
da: Dårlig
de: Schlecht
es: Mala
fi: Heikko
fr: Faible
he: חלש
hu: Gyenge
it: Scarsa
ja: 不良
ko: 나쁨
nb: Dårlig
nl: Slecht
pl: Bardzo słaba
pt_br: Fraca
pt_pt: Fraca
ro: Slab
sl: Slabo
sv: Dålig
uk: Погано
vi: Yếu
zh_hans: 较差
zh_hant: 較差

source: Port
ar: المنفذ
es: Puerto
fi: Portti
he: פורט
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
pt_pt: Porta
sl: Vrata
uk: Порт
vi: Cổng
zh_hans: 端口
zh_hant: 連接埠

source: Port %lld
ar: المنفذ %lld
es: Puerto %lld
fi: Portti %lld
he: פורט %lld
it: Porta %lld
ja: ポート %lld
ko: 포트 %lld
nl: Poort %lld
pt_br: Porta %lld
pt_pt: Porta %lld
sl: Vrata %lld
uk: Порт %lld
vi: Cổng %lld
zh_hans: 端口 %lld
zh_hant: 連接埠 %lld

source: Port Forwarding
ar: إعادة توجيه المنافذ
ca: Reenviament de ports
cs: Přesměrování portů
de: Portweiterleitung
es: Reenvío de puertos
fi: Portin välitys
fr: Redirection de port
he: העברת פורטים
hu: Porttovábbítás
it: Inoltro porte
ja: ポートフォワーディング
ko: 포트 포워딩
nb: Portvideresending
pl: Przekierowanie portów
pt_br: Encaminhamento de Porta
pt_pt: Reencaminhamento de Portas
ro: Redirecționare de port
sl: Posredovanje vrat
sv: Portvidarebefordring
uk: Переадресація портів
vi: Chuyển tiếp cổng
zh_hans: 端口转发
zh_hant: 連接埠轉送

source: Port Forwards
ar: توجيهات المنافذ
ca: Reenviaments de ports
cs: Přesměrování portů
de: Portweiterleitungen
es: Reenvíos de puertos
fi: Portin välitykset
fr: Redirections de port
he: העברות פורטים
hu: Porttovábbítások
it: Inoltri porte
ja: ポート転送
ko: 포트 포워딩
nb: Portvideresendinger
pl: Przekierowania portów
pt_br: Encaminhamentos de Porta
pt_pt: Reencaminhamentos de Portas
ro: Redirecționări de port
sl: Posredovanja vrat
sv: Portvidarebefordringar
uk: Переадресації портів
vi: Chuyển tiếp cổng
zh_hans: 端口转发
zh_hant: 連接埠轉送

source: Port forwards stop when the app is suspended. Enable Location Diary (Auto mode) in Privacy settings, or use iPad Split View.
ar: يتوقف توجيه المنافذ عند تعليق التطبيق. قم بتفعيل سجل المواقع (الوضع التلقائي) في إعدادات الخصوصية، أو استخدم العرض المقسّم على iPad.
ca: Les redireccions de ports s'aturen quan l'app se suspèn. Activa el Diari d'ubicació (mode Auto) als ajustos de Privadesa, o fes servir Split View a l'iPad.
cs: Přesměrování portů se zastaví, když je aplikace pozastavena. Povolte Deník polohy (automatický režim) v nastavení soukromí nebo použijte iPad Split View.
da: Portviderestillinger stopper, når appen suspenderes. Aktivér Stedsdagbog (Autotilstand) i Anonymitetsindstillinger, eller brug iPad Split View.
de: Portweiterleitungen werden unterbrochen, wenn die App ausgesetzt wird. Aktiviere das Standorttagebuch (Automodus) in den Datenschutzeinstellungen oder verwende iPad Split View.
es: Los reenvíos de puertos se detienen cuando la app se suspende. Activa el Diario de ubicación (modo Auto) en los ajustes de Privacidad, o usa Split View en el iPad.
fi: Porttiohjaukset pysähtyvät, kun sovellus keskeytetään. Ota Sijaintipäiväkirja (automaattitila) käyttöön Tietosuoja-asetuksissa tai käytä iPadin Split View -näkymää.
fr: Les redirections de ports s'arrêtent lorsque l'app est suspendue. Activez le Journal de localisation (mode Auto) dans les réglages de Confidentialité, ou utilisez le mode Split View de l'iPad.
he: העברות יציאות מפסיקות כשהאפליקציה מושהית. הפעל את יומן המיקומים (מצב אוטומטי) בהגדרות הפרטיות, או השתמש בתצוגה מפוצלת ב-iPad.
hu: A porttovábbítások leállnak, amikor az alkalmazás felfüggesztésre kerül. Engedélyezze a Helyszínnaplót (Automatikus mód) az Adatvédelem beállításaiban, vagy használja az iPad Split View funkciót.
it: Gli inoltri di porta si interrompono quando l'app è sospesa. Attiva il Diario posizioni (modalità Auto) nelle impostazioni di Privacy oppure usa Split View su iPad.
ja: アプリが一時停止するとポートフォワードが停止します。プライバシー設定で位置情報の日記（自動モード）を有効にするか、iPadのSplit Viewを使用してください。
ko: 앱이 일시 중지되면 포트 포워드가 중단됩니다. 개인정보 보호 설정에서 위치 기록(자동 모드)을 활성화하거나 iPad Split View를 사용하세요.
nb: Portvideresendinger stopper når appen suspenderes. Aktiver Stedsdagbok (Automodus) i Personverninnstillinger, eller bruk iPad Split View.
nl: Poortweiterleidingen stoppen wanneer de app wordt onderbroken. Schakel Locatiedagboek (Automatische modus) in bij Privacy-instellingen, of gebruik iPad Split View.
pl: Przekierowania portów zatrzymują się, gdy aplikacja jest wstrzymana. Włącz Dziennik lokalizacji (tryb automatyczny) w ustawieniach prywatności lub użyj trybu Split View na iPadzie.
pt_br: Os redirecionamentos de porta param quando o app é suspenso. Ative o Diário de Localização (modo Automático) nas configurações de Privacidade ou use o Split View do iPad.
pt_pt: Os reencaminhamentos de porta param quando a app é suspensa. Ative o Diário de Localização (modo Automático) nas definições de Privacidade ou use o Split View do iPad.
ro: Redirecționările de porturi se opresc când aplicația este suspendată. Activați Jurnalul de locații (modul Automat) în setările de Confidențialitate sau folosiți Split View pe iPad.
sl: Posredovanje vrat se ustavi, ko je aplikacija zaustavljena. Omogočite Dnevnik lokacije (samodejni način) v nastavitvah zasebnosti ali uporabite iPad Split View.
sv: Portvidarebefordringar stoppas när appen pausas. Aktivera Platsdagbok (Autoläge) i Integritetsinställningar, eller använd iPad Split View.
uk: Переспрямування портів зупиняється, коли застосунок призупинено. Увімкніть Щоденник розташування (автоматичний режим) у налаштуваннях конфіденційності або використовуйте iPad Split View.
vi: Chuyển tiếp cổng dừng khi ứng dụng bị tạm ngưng. Bật Nhật ký vị trí (chế độ Tự động) trong cài đặt Quyền riêng tư, hoặc sử dụng Split View trên iPad.
zh_hans: 应用被挂起时端口转发会停止。请在隐私设置中启用位置日记（自动模式），或使用 iPad 分屏浏览。
zh_hant: App 暫停時連接埠轉送會中斷。請在隱私權設定中啟用「定位日記」（自動模式），或使用 iPad 分割顯示。

source: Port Max
ar: الحد الأقصى للمنفذ
ca: Port màxim
cs: Max. port
da: Port maks.
de: Port-Maximum
es: Puerto máximo
fi: Portti maks.
he: פורט מקסימלי
it: Porta massima
ja: 最大ポート
ko: 최대 port
nb: Port maks
nl: Poort max
pl: Port maks.
pt_br: Porta Máx
pt_pt: Porta Máx.
ro: Port maxim
sl: Najv. vrata
uk: Макс. порт
vi: Cổng Tối Đa
zh_hans: 最大端口
zh_hant: 最大連接埠

source: Port Min
ar: الحد الأدنى للمنفذ
ca: Port mínim
cs: Min. port
de: Port-Minimum
es: Puerto mínimo
fi: Portti min.
he: פורט מינימלי
it: Porta minima
ja: 最小ポート
ko: 최소 port
nl: Poort min
pt_br: Porta Mín
pt_pt: Porta Mín.
ro: Port minim
sl: Najm. vrata
uk: Мін. порт
vi: Cổng Tối Thiểu
zh_hans: 最小端口
zh_hant: 最小連接埠

source: Port Range Max
ar: الحد الأقصى لنطاق المنافذ
ca: Port màxim del rang
cs: Max. rozsah portů
da: Portinterval maks.
de: Portbereich-Maximum
es: Rango de puertos máximo
fi: Porttialueen maks.
fr: Plage de ports max.
he: פורט מקסימלי בטווח
hu: Porttartomány max.
it: Porta massima dell'intervallo
ja: ポート範囲の最大値
ko: port 범위 최댓값
nb: Portområde maks
nl: Poortbereik max
pl: Maks. zakres portów
pt_br: Porta Máx do Intervalo
pt_pt: Intervalo de Portas Máx.
ro: Interval porturi maxim
sl: Najv. obseg vrat
sv: Portintervall max
uk: Макс. діапазон портів
vi: Phạm Vi Cổng Tối Đa
zh_hans: 端口范围上限
zh_hant: 連接埠範圍上限

source: Port Range Min
ar: الحد الأدنى لنطاق المنافذ
ca: Port mínim del rang
cs: Min. rozsah portů
da: Portinterval min.
de: Portbereich-Minimum
es: Rango de puertos mínimo
fi: Porttialueen min.
fr: Plage de ports min.
he: פורט מינימלי בטווח
hu: Porttartomány min.
it: Porta minima dell'intervallo
ja: ポート範囲の最小値
ko: port 범위 최솟값
nb: Portområde min
nl: Poortbereik min
pl: Min. zakres portów
pt_br: Porta Mín do Intervalo
pt_pt: Intervalo de Portas Mín.
ro: Interval porturi minim
sl: Najm. obseg vrat
sv: Portintervall min
uk: Мін. діапазон портів
vi: Phạm Vi Cổng Tối Thiểu
zh_hans: 端口范围下限
zh_hant: 連接埠範圍下限

source: Port values must be numbers
ar: يجب أن تكون قيم المنافذ أرقامًا
ca: Els valors dels ports han de ser números
cs: Hodnoty portů musí být čísla
da: Portværdier skal være tal
de: Portwerte müssen Zahlen sein
es: Los valores de puerto deben ser números
fi: Porttiarvojen on oltava numeroita
fr: Les valeurs de port doivent être des nombres
he: ערכי הפורטים חייבים להיות מספרים
hu: A port értékeinek számoknak kell lenniük
it: I valori delle porte devono essere numeri
ja: ポートの値は数値である必要があります
ko: 포트 값은 숫자여야 합니다
nb: Portverdier må være tall
nl: Poortwaarden moeten getallen zijn
pl: Wartości portów muszą być liczbami
pt_br: Os valores de porta devem ser números
pt_pt: Os valores das portas devem ser números
ro: Valorile porturilor trebuie să fie numere
sl: Vrednosti vrat morajo biti številke
sv: Portvärden måste vara siffror
uk: Значення портів мають бути числами
vi: Giá trị cổng phải là số
zh_hans: 端口值必须为数字
zh_hant: 連接埠數值必須為數字

source: Ports must be 1024 or higher
ar: يجب أن تكون المنافذ 1024 أو أعلى
ca: Els ports han de ser 1024 o superiors
cs: Porty musí být 1024 nebo vyšší
da: Porte skal være 1024 eller højere
de: Ports müssen 1024 oder höher sein
es: Los puertos deben ser 1024 o superiores
fi: Porttien on oltava vähintään 1024
fr: Les ports doivent être supérieurs ou égaux à 1024
he: הפורטים חייבים להיות 1024 ומעלה
hu: A portoknak legalább 1024-nek kell lenniük
it: Le porte devono essere 1024 o superiori
ja: ポートは1024以上である必要があります
ko: 포트는 1024 이상이어야 합니다
nb: Porter må være 1024 eller høyere
nl: Poorten moeten 1024 of hoger zijn
pl: Porty muszą być równe 1024 lub wyższe
pt_br: As portas devem ser 1024 ou superiores
pt_pt: As portas devem ser 1024 ou superior
ro: Porturile trebuie să fie 1024 sau mai mari
sl: Vrata morajo biti 1024 ali višja
sv: Portar måste vara 1024 eller högre
uk: Порти мають бути 1024 або вище
vi: Cổng phải từ 1024 trở lên
zh_hans: 端口必须大于或等于 1024
zh_hant: 連接埠必須為 1024 或以上

source: Ports must be 65535 or lower
ar: يجب أن تكون المنافذ 65535 أو أقل
ca: Els ports han de ser 65535 o inferiors
cs: Porty musí být 65535 nebo nižší
da: Porte skal være 65535 eller lavere
de: Ports müssen 65535 oder niedriger sein
es: Los puertos deben ser 65535 o inferiores
fi: Porttien on oltava enintään 65535
fr: Les ports doivent être inférieurs ou égaux à 65535
he: הפורטים חייבים להיות 65535 ומטה
hu: A portoknak legfeljebb 65535-nek kell lenniük
it: Le porte devono essere 65535 o inferiori
ja: ポートは65535以下である必要があります
ko: 포트는 65535 이하여야 합니다
nb: Porter må være 65535 eller lavere
nl: Poorten moeten 65535 of lager zijn
pl: Porty muszą być równe 65535 lub niższe
pt_br: As portas devem ser 65535 ou inferiores
pt_pt: As portas devem ser 65535 ou inferior
ro: Porturile trebuie să fie 65535 sau mai mici
sl: Vrata morajo biti 65535 ali nižja
sv: Portar måste vara 65535 eller lägre
uk: Порти мають бути 65535 або нижче
vi: Cổng phải từ 65535 trở xuống
zh_hans: 端口必须小于或等于 65535
zh_hant: 連接埠必須為 65535 或以下

source: Position
ar: الموضع
ca: Posició
cs: Poloha
es: Posición
fi: Sijainti
he: מיקום
hu: Pozíció
it: Posizione
ja: 位置
ko: 위치
nb: Posisjon
nl: Positie
pl: Położenie
pt_br: Posição
pt_pt: Posição
ro: Poziție
sl: Položaj
uk: Позиція
vi: Vị trí
zh_hans: 位置
zh_hant: 位置
